[
    {
      "id": "1",
      "titulo": "1984",
      "genero": "Ciencia ficción",
      "escritor": "George Orwell",
      "paginas": 250,
      "precio": 7400,
      "descripcion": "1984 presenta una extrapolación de prácticas del comunismo y el fascismo,​ especialmente en relación con experiencias de Orwell en la guerra civil española, tales como los sucesos de mayo de 1937, que él describe en su obra Homenaje a Cataluña (1938)",
      "alt": "best seller, 1984",
      "img": "/img/libros/1984.png",
      "stock": 7
    },
    {
      "id": "2",
      "titulo": "Africanus, el hijo del consul",
      "genero": "Novela histórica",
      "escritor": "Santiago Posteguillo",
      "paginas": 850,
      "precio": 8200,
      "descripcion": "Africanus: el hijo del cónsul, es la primera parte de la trilogía del mismo nombre. En esta novela nos narra el nacimiento de Publio Cornelio Escipión en el seno de una de las familias más importantes de la antigua Roma: los Escipiones dentro de la rama Cornelia. Asistimos a su formación académica y militar (a cargo de su padre Publio y su tío Cneo respectivamente) y a sus primeras campañas militares (con el heroico rescate de su propio padre, cónsul de Roma, en la Batalla del Ticino). Por último le acompañamos en su primera gran victoria como general romano (a los 25 años), al conquistar la inexpugnable Cartago Nova (capital cartaginesa en Hispania), la actual Cartagena.",
      "alt": "best seller, Africanus",
      "img": "/img/libros/africanus.png",
      "cantidad": 2
    },
    {
      "id": "3",
      "titulo": "Cell",
      "genero": "Terror",
      "escritor": "Stephen King",
      "paginas": 450,
      "precio": 5400,
      "descripcion": "Cell es una novela de horror apocalíptico publicado por el autor Americano Stephen King en enero de 2006. La trama se refiere a un artista de Nueva Inglaterra que lucha por reunirse con su hijo después que una misteriosa señal de teléfono celular convierte a los seres humanos en zombies",
      "alt": "best seller, Cell",
      "img": "/img/libros/cell.png",
      "cantidad": 33
    },
    {
      "id": "4",
      "titulo": "Dune",
      "genero": "Ciencia ficción",
      "escritor": "Frank Herbert",
      "paginas": 400,
      "precio": 8500,
      "descripcion": "Dune relata la historia del planeta desértico Arrakis, única fuente de melange, la especia necesaria para el viaje interestelar y que además garantiza longevidad y poderes psíquicos. La administración de Arrakis es transferida por el emperador de la noble Casa de Harkonnen a la Casa Atreides",
      "alt": "best seller, Dune",
      "img": "/img/libros/dune.png",
      "cantidad": 0
    },
    {
      "id": "5",
      "titulo": "Dios emperador de dune",
      "genero": "Ficción",
      "escritor": "Frank Herbert",
      "paginas": 600,
      "precio": 9000,
      "descripcion": "Esta cuarta entrega de Dune centra su trama en la figura mesiánica de Leto Atreides II (hijo de Paul Atreides, héroe cuya estirpe hunde sus raíces en la legendaria casa griega de los Atridas) y nos lleva, a través de diversos dilemas éticos, a comprender los mitos que necesita la humanidad y a los héroes que los encarnan. El futuro, en el mundo de Dune, pertenece solo a los que son capaces de pensar por sí mismos... ",
      "alt": "Novela de ficción, Dios emperador de dune",
      "img": "/img/libros/emperador-dune.png",
      "cantidad": 1
    },
    {
      "id": "6",
      "titulo": "La verdad sobre el caso Harry Quebert",
      "genero": "Ficción",
      "escritor": "George Orwell",
      "paginas": 950,
      "precio": 7400,
      "descripcion": "En 2008, Marcus Goldman, un joven escritor, visita a su mentor -Harry Quebert, autor de una aclamada novela- y descubre que éste tuvo una relación secreta con Nola Kellergan. Poco después, Harry es arrestado y acusado de asesinato al encontrarse el cadáver de Nola enterrado en su jardín.",
      "alt": "best seller, La verdad sobre el caso Harry Quebert",
      "img": "/img/libros/hquebert.png",
      "cantidad": 1
    },
    {
     "id": "7",
      "titulo": "La milla verde",
      "genero": "Terror",
      "escritor": "Stephen King",
      "paginas": 400,
      "precio": 8000,
      "descripcion": "Octubre de 1932, penitenciaría de Cold Mountain. Los condenados a muerte aguardan el momento de ser conducidos a la silla eléctrica. Los crímenes abominables que han cometido les convierten en carnaza de un sistema legal que se alimenta de un círculo de locura, muerte y venganza. Y en esa antesala del infierno Stephen King traza una pavorosa radiografía del horror en estado puro. Todo un hito en la aclamada trayectoria del maestro indiscutible de la narrativa de terror contemporánea.",
      "alt": "best seller, La milla verde",
      "img": "/img/libros/millaverde.png",
      "cantidad": 0
    },
    {
     "id": "8",
      "titulo": "El soborno",
      "genero": "Ficción",
      "escritor": "John Grisham",
      "paginas": 450,
      "precio": 5400,
      "descripcion": "Lacy Stoltz es una joven investigadora y abogada de Florida, y su trabajo consiste en responder a las demandas relacionadas con la mala praxis judicial. Tras nueve años en el puesto, sabe que la mayor parte de los problemas derivan de incompetencias. De repente le llega un caso de corrupción. Greg Myers afirma conocer un juez de Florida que ha robado más dinero que el resto de los jueces poco honestos juntos.",
      "alt": "best seller, El soborno",
      "img": "/img/libros/soborno.png",
      "cantidad": 1
    },
    {
     "id": "9",
      "titulo": "Las legiones malditas",
      "genero": "Novela histórica",
      "escritor": "Santiago Posteguillo",
      "paginas": 1050,
      "precio": 8400,
      "descripcion": "Las legiones malditas es la segunda parte de la novela Africanus: el hijo del cónsul, con la que el autor español Santiago Posteguillo inició su trilogía sobre el estadista y militar romano Escipión el Africano vencedor de Aníbal en la batalla de Zama.",
      "alt": "best seller, Las legiones malditas",
      "img": "/img/libros/legionesmalditas.png",
      "cantidad": 2
    },
    {
     "id": "10",
      "titulo": "Harry Potter y la piedra filosofal",
      "genero": "Fantasía",
      "escritor": "Joanne K. Rowling",
      "paginas": 250,
      "precio": 8400,
      "descripcion": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero, sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. íEs un verdadero mago!",
      "alt": "best seller, Harry Potter y la piedra filosofal",
      "img": "/img/libros/harrypotter.png",
      "cantidad": 1
    },
    {
     "id": "11",
      "titulo": "Sensatez y sentimiento",
      "genero": "Novela romántica",
      "escritor": "Jane Austen",
      "paginas": 330,
      "precio": 7000,
      "descripcion": "-",
      "alt": "best seller, Sensatez y sentimiento",
      "img": "/img/libros/sensatez.png",
      "cantidad": 0
    },
    {
     "id": "12",
      "titulo": "El sueño de sooley",
      "genero": "Ficción",
      "escritor": "John Grisham",
      "paginas": 350,
      "precio": 7400,
      "descripcion": "Samuel Sooleymon es un adolescente de Sudán del Sur con un gran amor por el baloncesto, un salto prodigioso y la velocidad del rayo. Un torneo de exhibición por Estados Unidos puede convertirse en su gran oportunidad, pero sus condiciones naturales necesitan trabajo y Sooley pronto se da cuenta de que le queda un largo camino por recorrer.",
      "alt": "Novela, El sueño de sooley",
      "img": "/img/libros/sooley.png",
      "cantidad": 0
    },
    {
     "id": "13",
      "titulo": "La máquina de la verdad",
      "genero": "Ciencia ficción",
      "escritor": "James Halperin",
      "paginas": 950,
      "precio": 5000,
      "descripcion": "En 2008, Marcus Goldman, un joven escritor, visita a su mentor -Harry Quebert, autor de una aclamada novela- y descubre que éste tuvo una relación secreta con Nola Kellergan. Poco después, Harry es arrestado y acusado de asesinato al encontrarse el cadáver de Nola enterrado en su jardín.",
      "alt": "Novela, la máquina de la verdad",
      "img": "/img/libros/truth_machine.png",
      "cantidad": 2
    }
  ]